
"Home" = "Braue großartigen Kaffee zu Hause";

"Recipelist" = "mit tollen Rezepten von Kaffeeprofis";

"Tetsu" = "einschließlich der berühmten \nTetsu Kasuya 4:6 Methode.";

"Recipedetail" = "Passe Kaffee- und Wassermengen \nnach Bedarf an.";

"Preparation" = "Brühe mit detaillierten Anweisungen";

"Brewing" = "Brühschritte passen sich automatisch an.";

"Darktheme" = "Unterstützt Dunkelmodus";

"Languages" = "und mehrere Sprachen.";